<template>
    <div class="about-icon">
        <about-icon__headline>
            <headline position="center" size="36px" h="2">
                <template v-slot:first>Об иконе: </template>
                <template v-slot:second>история</template>
            </headline>
        </about-icon__headline>
        <div class="flex">
            <about-icon__image></about-icon__image>
            <about-icon__content>
                <about-icon__paragraph>
                    <paragraph>
                        Одним из немаловажных вопросов изучения 
                        древнерусского зодчества все еще остается 
                        вопрос о сложении архитектурных композиций 
                        древнейших городов Руси, вопрос выявления 
                        основных закономерностей этого живого 
                        динамичного процесса, а также поэтапной 
                        характеристики самих городских ансамблей 
                        от их зарождения до заключительного периода 
                        их развития, приходящегося, как правило, 
                        на вторую половину XVII столетия.
                    </paragraph>
                </about-icon__paragraph>
                <about-icon__paragraph>
                    <paragraph>
                        Икона позволяет составить более полное 
                        представление о характере городского 
                        ансамбля Пскова в последней четверти 
                        XVII века. Она была задумано художником 
                        как своеобразный реально-исторический 
                        фон, на котором развертываются легендарные 
                        события весьма популярного в средневековом 
                        Пскове "Сказания о явлении Божией матери 
                        кузнецу Дорофею" во время осады Пскова 
                        польским королем Стефаном Баторием в 1581 
                        году.
                    </paragraph>
                </about-icon__paragraph>
                <about-icon__paragraph>
                    <paragraph>
                        Икона Жиглевича была ранее упомянута Н. 
                        Окулич-Казариным в его известной книге о 
                        Пскове; тогда же была сделана и попытка 
                        ее воспроизведения, однако весьма неудачная 
                        в типографском отношении. При этом никакой 
                        расшифровки изображенных на иконе зданий 
                        сделано не было. За этой иконой утвердилось 
                        условное название "икона Жиглевича", так как 
                        некогда она находилась в псковском Гостином 
                        дворе, возле лавки купца И. И. Жиглевича. 
                        Размер иконы 68 * 60 см.
                    </paragraph>
                </about-icon__paragraph>
                <about-icon__paragraph>
                    <paragraph>
                        О времени написания иконы можно сказать 
                        следующее. В настоящем своем виде ее 
                        живописная поверхность может быть отнесена 
                        лишь к первой половине XIX века. 
                        Окулич-Казарин указывал (ссылаясь на 
                        слова очевидцев) на надпись на оборотной 
                        стороне иконы о поновлении ее в 1838 
                        году. Возникает вопрос: представляет 
                        ли собой "икона Жиглевича" лишь точную 
                        копию с более древнего утраченного 
                        памятника или все же является, хотя 
                        и поновленным (то есть прописанным в 
                        XIX веке), но оригиналом конца XVII 
                        века? Данные чисто технологического 
                        порядка (характер обработки иконной 
                        доски и тип грунта) и в особенности 
                        сама манера живописи указывают на то, 
                        что памятник является позднейшей копией с 
                        несохранившейся иконы конца XVII века и 
                        что под упомянутым Окулич-Казариным поновлением 
                        иконы в 1838 году следует понимать или 
                        же написание в это время новой иконы по 
                        достаточно точно снятому с древнего 
                        оригинала "переводу" (прориси) его 
                        графической композиции, или же поновление 
                        (пропись) "списка" с памятника XVII века, 
                        но "списка" все равно позднейшего - 
                        вероятно, не древнее середины XVIII века.
                    </paragraph>
                </about-icon__paragraph>
                <about-icon__paragraph>
                    <paragraph>
                        О достаточной, по-видимому, адекватности 
                        изображений зданий на "иконе Жиглевича" 
                        изображениям их на не дошедшем до нас 
                        оригинале (то есть о графической точности 
                        чертежа) позволяет судить тот факт, что 
                        представленные на иконе элементы городского 
                        ансамбля не носят более или менее явных 
                        следов архитектурно-графических искажений, 
                        обычно возникающих в связи с каким-либо 
                        непониманием позднейшими поновителями 
                        первоначального рисунка. Показанные 
                        здания, их характер согласуются с 
                        изображениями зданий на плане Пскова 
                        1694 года, на Владычней иконе, а также 
                        на плане 1740 года и могут быть со 
                        значительной степенью достоверности 
                        идентифицированы с реальными городскими 
                        постройками.
                    </paragraph>
                </about-icon__paragraph>
                 <about-icon__paragraph>
                    <paragraph>
                        Протооригинал "иконы Жиглевича" отражает 
                        топографическую ситуацию Пскова 1686 - 
                        1689 годов и был создан примерно в этот 
                        же период. Несмотря на известную условность 
                        всех имеющихся на публикуемом плане 
                        изображений, они, в общем, дают верную 
                        картину как всего городского ансамбля в 
                        целом, так и отдельных городских сооружений 
                        (например, у некоторых храмов показано 
                        наличие шатровых колоколен, появившихся 
                        лишь в XVII веке, показаны типичные 
                        псковские звонницы, наличие определенных 
                        приделов и притворов). Данная икона 
                        представляет интерес не только с точки 
                        зрения истории топографии древнего Пскова, 
                        но любопытен и тем, что дополнительно 
                        знакомит нас, хотя бы и в схематических 
                        чертах, с рядом несохранившихся древних 
                        культовых сооружений города. Иконный 
                        чертеж знакомит и с характером ансамблей 
                        Мирожского и Псково-Печерского монастырей 
                        на заключительном этапе их средневекового 
                        развития.
                    </paragraph>
                </about-icon__paragraph>
            </about-icon__content>
        </div>
    </div>
</template>

<style lang="sass" scoped>
    .about-icon
        width: 80%
        margin: auto auto

    .flex
        display: inline-flex
        justify-content: space-around
        flex-wrap: nowrap
        align-items: center
        box-sizing: content-box
        @media screen and (max-width: 1024px)
            flex-direction: column
            align-items: center
            justify-content: center
</style>
<script>
import about_icon__headline from './about-icon__headline.vue'
import about_icon__image from './about-icon__image.vue'
import about_icon__content from './about-icon__content.vue'
import about_icon__paragraph from './about-icon__paragraph.vue'
export default {
    components: {
        'about-icon__headline': about_icon__headline,
        'about-icon__image': about_icon__image,
        'about-icon__content': about_icon__content,
        'about-icon__paragraph': about_icon__paragraph
    }
}
</script>
